{
    "section1": 
    "Todo- Make this a seciton about me with skills <br>Cats, those enigmatic and graceful creatures, have captivated humans for millennia, weaving themselves into our homes and hearts with their peculiar charm. Their purrs, a low rumble of contentment, are not just a sign of happiness; they're also believed to have healing properties, vibrating at frequencies that can promote bone growth and tissue repair. Domestic cats, despite their cuddly demeanor, share a surprising amount of DNA with their wild ancestors, retaining their predatory instincts and a love for the hunt, even if it's just a rogue dust bunny under the sofa. A cat's whiskers, far from being mere decorative appendages, are incredibly sensitive tools, helping them navigate tight spaces and detect changes in air currents, essential for hunting in low-light conditions. Their retractable claws, a marvel of feline engineering, are kept razor-sharp by being sheathed when not in use, preventing wear and tear and allowing for silent, stealthy movement. Cats possess an extraordinary sense of balance, thanks to their flexible spine and a complex inner ear system, enabling them to land on their feet from impressive heights, a feat often attributed to their ability to right themselves mid-air. Their night vision is superior to humans', allowing them to see in dim light, a crucial adaptation for nocturnal hunters. A cat's sense of smell is also remarkable, far surpassing our own, and they use scent marking to communicate with other cats, claiming their territory and leaving messages for their feline neighbors. The distinctive 'kneading' behavior, often seen when cats are content, is thought to be a remnant of kittenhood, when they would knead their mother's belly to stimulate milk flow. Cats are known for their independent nature, yet they form strong bonds with their human companions, offering comfort and companionship in their own unique way. They can sleep up to 16 hours a day, conserving energy for their bursts of playful activity. Each cat has a unique nose print, just like human fingerprints, making them individually identifiable. And finally, the wide range of vocalizations cats produce, from meows and chirps to hisses and growls, allows them to express a complex array of emotions, making them truly fascinating creatures to observe and understand.",
    
    
    
    "section2": 
    "<div style='width: 300px;' >    <a href='https://github.com/' target='_blank' style='cursor: pointer;'>        <img class='im-brd' src='res/images/b-bob.png' alt=''>    </a>    <img class='im-brd-small' src='res/icons/android.png' alt=''>    <img class='im-brd-small' src='res/icons/android.png' alt=''>    <img class='im-brd-small' src='res/icons/android.png' alt=''></div> Todo - Make this a row of images with href to github or other link<br> <a href='https://github.com/' target='_blank'>  <img src='https://pngimg.com/uploads/github/github_PNG45.png' style='cursor:pointer;'></a><a href='https://github.com/' target='_blank'>  <img src='https://pngimg.com/uploads/github/github_PNG45.png' style='cursor:pointer;'></a><a href='https://github.com/' target='_blank'>  <img src='https://pngimg.com/uploads/github/github_PNG45.png' style='cursor:pointer;'></a><a href='https://github.com/' target='_blank'>  <img src='https://pngimg.com/uploads/github/github_PNG45.png' style='cursor:pointer;'></a><a href='https://github.com/' target='_blank'>  <img src='https://pngimg.com/uploads/github/github_PNG45.png' style='cursor:pointer;'></a><a href='https://github.com/' target='_blank'>  <img src='https://pngimg.com/uploads/github/github_PNG45.png' style='cursor:pointer;'></a>",



    "section3": 
    "Todo- Make a section on contact me (github, linkedIn, email)"


}